"""
Направити програм који од корисника захтијева унос бројева све док се не унесе нула. Након што се унесу бројеви,
потребно је да се прикаже GUI на коме се налазе дугмади на којима пишу бројеви који су унијети са тастатуре.
Дугмади треба да буду приказана у матричном (квадратна матрица) облику. Матрица треба да буде најмањег формата
тако да сва дугмади на њу стану. Уколико остане празних мјеста у матрици, њих треба попунити дугмадима на којима пише “-1”.
Када се кликне на дугме, његова вриједност треба да се промјени у аритметичку средину бројева на дугмадима.

"""
